Repository: meshtastic/Meshtastic-Apple
Catalog: *.lproj/Localizable.strings
Languages: de, fr, he, pl, se, zh_hans, zh_hant_tw

source: Distance
de: Entfernung
he: מרחק
pl: Odległość
se: Distans
zh_hans: 距离
zh_hant_tw: 距離

source: Disconnect
de: Trennen
fr: Déconnecter
he: התנתק
pl: Rozłącz
se: Koppla från
zh_hans: 断开连接
zh_hant_tw: 斷開連接

source: Echo
fr: Écho
he: הד
se: Eko
zh_hans: 回声

source: Email Address
de: Email Adresse
fr: Adresse mail
he: כתובת דואר אלקטרוני
pl: Adres Email
se: E-postadress
zh_hans: 邮件地址
zh_hant_tw: 電子信箱

source: Enabled
de: Aktiviert
fr: Activé
he: מופעל
pl: Włączony
se: Aktiverad
zh_hans: 启用
zh_hant_tw: 啟用

source: Encrypted
de: Verschlüsselt
fr: Encrypté
he: מוצפן
pl: Zaszyfrowany
se: Krypterad
zh_hans: 加密
zh_hant_tw: 加密

source: External Notification
de: Externe Benachrichtigung
fr: Notification extérieure
he: נוטיפיקציה חיצונית
pl: Zewnętrzne Powiadomienie
se: Extern Notifikation
zh_hans: 外部通知
zh_hant_tw: 外部通知

source: External Notification Config
de: Einstellungen der externen Benachrichtigung
fr: Configuration de la notification extérieure
he: הגדרות נוטיפיקציה חיצונית
pl: Konfiguracja Zewnętrznego Powiadomienia
se: Konfiguration av Extern Notifikation
zh_hans: 外部通知配置
zh_hant_tw: 外部通知設定

source: Finish
fr: Terminer
he: סיים
se: Avsluta
zh_hant_tw: 完成

# firmware.version.unsupported
source: Unsupported Firmware Version Detected, unable to connect to device.
de: Nicht unterstützte Firmware Version erkannt. Kann nicht verbinden.
fr: Version non supportée du firmware détectée, impossible de se connecter à l'appareil.
he: גרסת קושחה אינה נתמכת, לא ניתן להתחבר למכשיר.
pl: Wykryto nieobsługiwany wersję oprogramowania, brak możliwości połączenia z urządzeniem.
se: Okänd Firmwareversion upptäckt, kan inte ansluta till enheten.
zh_hans: 检测到不支持的固件版本，无法连接到电台。
zh_hant_tw: 檢測到不支援的韌體版本，無法連接到電台。

source: Gas Resistance
fr: Résistence du gaz
pl: Odporność na Gaz
se: Gasmotstånd

source: Generate QR Code
de: QR Code Erzeugen
fr: Générer un QR Code
he: צור קוד QR
pl: Generuj Kod QR
se: Generera QR-kod
zh_hans: 生成二维码
zh_hant_tw: 生成QRcode

# gpsformat.dec
source: Decimal Degrees Format
de: Dezimalgrad Format
fr: Format décimal pour les degrés
he: פורמט קואורדינטות
pl: Format Dziesiętny Stopni
se: Decimalgrader
zh_hans: 十进制
zh_hant_tw: 十進制

# gpsformat.dms
source: Degrees Minutes Seconds
de: Grad Minuten Sekunden
fr: Degrés Minutes Secondes
he: מעלות דקות שניות
pl: Stopnie Minuty Sekundy
se: Grader Minuter Sekunder
zh_hans: 度分秒
zh_hant_tw: 度分秒

# gpsformat.utm
source: Universal Transverse Mercator
de: Universal Transversal Mercator
fr: Projection Mercator Transverse Universelle
pl: Uniwersalny Układ Transwersalny Mercatora
se: Universal Transversal Mercator
zh_hans: 通用横轴墨卡托投影
zh_hant_tw: 通用橫軸墨卡托投影

# gpsformat.mgrs
source: Military Grid Reference System
de: Militärisches Gitternetz-Referenzsystem
pl: Wojskowa siatka odniesienia
se: Militärt rutnätsreferenssystem
zh_hans: 军事网格参考系统
zh_hant_tw: 軍事網格系統

# gpsformat.olc
source: Open Location Code (aka Plus Codes)
fr: Open Location Code (alias Plus Codes)
pl: Otwarty Kod Lokalizacji (tzw. Plus Kody)
se: Öppen Platskod (även känd som Pluskoder)
zh_hans: 开放的位置代码（又称加码）
zh_hant_tw: 開放的位置代碼（又稱加碼）

# gpsformat.osgr
source: Ordnance Survey Grid Reference
de: Ordnance Survey Gitterreferenz
pl: Brytyjski Układ Odniesienia
se: Ordnance Survey Rutnätsreferens
zh_hans: 英国国土测量局网格参考
zh_hant_tw: 英國國土測量局網格

# gpsmode.disabled
source: Disabled
fr: Désactivé
he: כבוי
se: Inaktiverad

# gpsmode.enabled
source: Enabled
fr: Activé
he: מופעל
se: Aktiverad

# gpsmode.notPresent
source: Not Present
fr: Absent
he: לא קיים
se: Inte närvarande

source: Heard
de: Gehört
fr: Capté
he: נשמע
pl: Usłyszano
se: Hörd
zh_hans: 收到
zh_hant_tw: 收到

# heard.last
source: Last Heard
de: Zuletzt gehört
fr: Capté pour la dernière fois
he: נשמע לאחרונה
pl: Ostatnio Słyszane
se: Senast Hörd
zh_hans: 最后收到
zh_hant_tw: 最後收到

source: Hybrid Flyover
fr: Flyover hybride
he: היברידי מלמעלה
pl: Hybrydowy Przelot
se: Hybrid Flygöversikt
zh_hans: 混合视图
zh_hant_tw: 混合視圖

source: Include
fr: Inclure
he: כלול
pl: Dołącz
se: Inkludera
zh_hans: 包含
zh_hant_tw: 包含

# inputevent.none
source: None
de: Keins
fr: Aucun
he: ללא
pl: Brak
se: Ingen
zh_hans: 无
zh_hant_tw: 無

# inputevent.up
source: Up
de: Hoch
fr: Haut
he: למעלה
pl: W Górę
se: Upp
zh_hans: 上
zh_hant_tw: 上

# inputevent.down
source: Down
de: Runter
fr: Bas
he: למטה
pl: W Dół
se: Ner
zh_hans: 下
zh_hant_tw: 下

# inputevent.left
source: Left
de: Links
fr: Gauche
he: שמאלה
pl: W Lewo
se: Vänster
zh_hans: 左
zh_hant_tw: 左

# inputevent.right
source: Right
de: Rechts
fr: Droite
he: ימינה
pl: W Prawo
se: Höger
zh_hans: 右
zh_hant_tw: 右

# inputevent.select
source: Select
de: Auswählen
fr: Sélectionner
he: בחר
pl: Wybierz
se: Välj
zh_hans: 选择
zh_hant_tw: 選擇

# inputevent.back
source: Back
de: Zurück
fr: Retour
he: אחרוה
pl: Wstecz
se: Bakåt
zh_hans: 后退
zh_hant_tw: 返回

# inputevent.cancel
source: Cancel
de: Abbrechen
fr: Annuler
he: בטל
pl: Anuluj
se: Avbryt
zh_hans: 取消
zh_hant_tw: 取消

# interval.one.second
source: One Second
de: Eine Sekunde
fr: Une seconde
he: שניה אחת
pl: Jedna Sekunda
se: En Sekund
zh_hans: 一秒
zh_hant_tw: 一秒

# interval.two.seconds
source: Two Seconds
de: Zwei Sekunden
fr: Deux secondes
he: שתי שניות
pl: Dwie Sekundy
se: Två Sekunder
zh_hans: 两秒
zh_hant_tw: 兩秒

# interval.three.seconds
source: Three Seconds
fr: Trois secondes
he: שלוש שניות
pl: Trzy Sekundy
se: Tre Sekunder
zh_hans: 三秒
zh_hant_tw: 三秒

# interval.four.seconds
source: Four Seconds
fr: Quatre secondes
he: ארבע שניות
pl: Cztery Sekundy
se: Fyra Sekunder
zh_hans: 四秒
zh_hant_tw: 四秒

# interval.five.seconds
source: Five Seconds
de: Fünf Sekunden
fr: Cinq secondes
he: חמש שניות
pl: Pięć Sekund
se: Fem Sekunder
zh_hans: 五秒
zh_hant_tw: 五秒

# interval.ten.seconds
source: Ten Seconds
de: Zehn Sekunden
fr: Dix secondes
he: עשר שניות
pl: Dziesięć Sekund
se: Tio Sekunder
zh_hans: 十秒
zh_hant_tw: 十秒

# interval.fifteen.seconds
source: Fifteen Seconds
de: Fünfzehn Sekunden
fr: Quinze secondes
he: חמש עשרה שניות
pl: Piętnaście Sekund
se: Femton Sekunder
zh_hans: 十五秒
zh_hant_tw: 十五秒

# interval.twenty.seconds
source: Twenty Seconds
de: Zwanzig Sekunden
fr: Vingt secondes
he: עשרים שניות
pl: Dwadzieścia Sekund
se: Tjugo Sekunder
zh_hans: 二十秒
zh_hant_tw: 二十秒

# interval.twentyfive.seconds
source: Twenty Five Seconds
de: Fünfundzwanzig Sekunden
fr: Vingt cinq secondes
he: עשרים וחמש שניות
pl: Dwadzieścia Pięć Sekund
se: Tjugofem Sekunder
zh_hans: 二十五秒
zh_hant_tw: 二十五秒

# interval.thirty.seconds
source: Thirty Seconds
de: Dreißig Sekunden
fr: Trente secondes
he: שלושים שניות
pl: Trzydzieści Sekund
se: Trettio Sekunder
zh_hans: 三十秒
zh_hant_tw: 三十秒

# interval.fortyfive.seconds
source: Forty Five Seconds
fr: Quarante cinq secondes
he: ארבעים וחמש שניות
pl: Czterdzieści Pięć Sekund
se: Fyrtiofem Sekunder
zh_hans: 四十五秒
zh_hant_tw: 四十五秒

# interval.one.minute
source: One Minute
de: Eine Minute
fr: Une minute
he: דקה אחת
pl: Jedna Minuta
se: En Minut
zh_hans: 一分钟
zh_hant_tw: 一分鐘

# interval.two.minutes
source: Two Minutes
de: Zwei Minutes
fr: Deux minutes
he: שתי דקות
pl: Dwie Minuty
se: Två Minuter
zh_hans: 两分钟
zh_hant_tw: 兩分鐘

# interval.five.minutes
source: Five Minutes
de: Fünf Minutes
fr: Cinq minutes
he: חמש דקות
pl: Pięć Minut
se: Fem Minuter
zh_hans: 五分钟
zh_hant_tw: 五分鐘

# interval.ten.minutes
source: Ten Minutes
de: Zehn Minutes
fr: Dix minutes
he: עשר דקות
pl: Dziesięć Minut
se: Tio Minuter
zh_hans: 十分钟
zh_hant_tw: 十分鐘

# interval.fifteen.minutes
source: Fifteen Minutes
de: Fünfzehn Minutes
fr: Quinze minutes
he: חמש עשרה דקות
pl: Piętnaście Minut
se: Femton Minuter
zh_hans: 十五分钟
zh_hant_tw: 十五分鐘

# interval.thirty.minutes
source: Thirty Minutes
de: Dreißig Minutes
fr: Trente minutes
he: שלושים דקות
pl: Trzydzieści Minut
se: Trettio Minuter
zh_hans: 三十分钟
zh_hant_tw: 三十分鐘

# interval.one.hour
source: One Hour
de: Eine Stunde
fr: Une heure
he: שעה אחת
pl: Jedna Godzina
se: En Timme
zh_hans: 一小时
zh_hant_tw: 一小時

# interval.two.hours
source: Two Hours
fr: Deux heures
he: שעתיים
pl: Dwie Godziny
se: Två Timmar
zh_hans: 两小时
zh_hant_tw: 兩小時

# interval.three.hours
source: Three Hours
fr: Trois heures
he: שלוש שעות
pl: Trzy Godziny
se: Tre Timmar
zh_hans: 三小时
zh_hant_tw: 三小時

# interval.four.hours
source: Four Hours
fr: Quatre heures
he: ארבע שעות
pl: Cztery Godziny
se: Fyra Timmar
zh_hans: 四小时
zh_hant_tw: 四小時

# interval.five.hours
source: Five Hours
fr: Cinq heures
he: חמש שעות
pl: Pięć Godzin
se: Fem Timmar
zh_hans: 五小时
zh_hant_tw: 五小時

# interval.six.hours
source: Six Hours
de: Sechs Stunden
fr: Six heures
he: שש שעות
pl: Sześć Godzin
se: Sex Timmar
zh_hans: 六小时
zh_hant_tw: 六小時

# interval.twelve.hours
source: Twelve Hours
de: Zwölf Stunden
fr: Douze heures
he: שניים עשר שעות
pl: Dwanaście Godzin
se: Tolv Timmar
zh_hans: 十二小时
zh_hant_tw: 十二小時

# interval.eighteen.hours
source: Eighteen Hours
fr: Dix huit heures
he: שמונה עשר שעות
pl: Osiemnaście Godzin
se: Arton Timmar
zh_hans: 十八小时
zh_hant_tw: 十八小時

# interval.twentyfour.hours
source: Twenty Four Hours
de: Vierundzwanzig Stunden
fr: Vingt quatre heures
he: עשרים וארבע שעות
pl: Dwadzieścia Cztery Godziny
se: Tjugofyra Timmar
zh_hans: 二十四小时
zh_hant_tw: 二十四小時

# interval.thirtysix.hours
source: Thirty Six Hours
fr: Trente six heures
he: שלושים ושש שעות
pl: Trzydzieści Sześć Godzin
se: Trettiosex Timmar
zh_hans: 三十六小时
zh_hant_tw: 三十六小時

# interval.fortyeight.hours
source: Forty Eight Hours
de: Forty Eight Hours Hours
fr: Quarante huit heures
he: ארבעים ושמונה שעות
pl: Czterdzieści Osiem Godzin
se: Fyrtioåtta Timmar

# interval.seventytwo.hours
source: Seventy Two Hours
fr: Soixante douze heures
he: שבעים ושתיים שעות
pl: Siedemdziesiąt Dwie Godziny
se: Sjuttiotvå Timmar

source: Keyboard Type
de: Keyboard Typ
fr: Type de clavier
he: סוג מקלדת
pl: Typ Klawiatury
se: Tangentbordstyp
zh_hans: 键盘类型
zh_hant_tw: 鍵盤類型

source: Logging
fr: Enregistrement
he: רישום
pl: Rejestracja
se: Loggning
zh_hans: 加载中
zh_hant_tw: 加載中

source: LoRa Config
de: LoRa Einstellungen
fr: Configuration LoRa
he: הגדרות לורה
pl: Konfiguracja LoRa
se: LoRa Konfiguration
zh_hans: LoRa 配置
zh_hant_tw: LoRa 設定

# map
source: Mesh Map
de: Mesh Karte
fr: Carte de maillage
he: מפת מש
pl: Mapa Sieci
se: Mesh Karta
zh_hans: Mesh 地图
zh_hant_tw: Mesh 地圖

# map.type
source: Default Type
de: kartentyp
fr: Type par défaut
he: סוג ברירת מחדל
pl: Domyślny Typ
se: Standardtyp
zh_hans: 地图类型
zh_hant_tw: 地圖類型

# map.centering
source: Centering Mode
de: Centering
fr: Mode centré
he: מכשיר במרכז
pl: Tryb Wyśrodkowania
se: Centreringsläge
zh_hans: 居中
zh_hant_tw: 居中

# map.tiles.delete
source: Delete All Map Tiles
de: Delete Cached Map Tiles
fr: Supprimer toutes les tuiles de carte
he: מחק כל חלקי מפה שמורים
pl: Usuń Wszystkie Kafle Mapy
se: Radera Alla Kartplattor
zh_hans: 删除已缓存的地图区块
zh_hant_tw: 刪除已緩存的地圖區塊

# map.recentering
source: Automatic Re-centering
fr: Recentrage automatique
he: מרכז מפה אוטומטית
pl: Automatyczne Wyśrodkowywanie
se: Automatisk Centrering
zh_hans: 自动重新居中
zh_hant_tw: 自動重新居中

# map.use.legacy
source: Use Legacy Mesh Map
fr: Utiliser l'ancienne génération de carte de maillage
he: השתמש במפה מדור קודם
se: Använd Äldre Mesh Karta

# map.usertrackingmode
source: User tracking mode
fr: Mode suivre l'utilisateur
he: מצב מעקב אחר משתמש
pl: Tryb śledzenia użytkownika
se: Spårningsläge för användare
zh_hans: 用户跟随模式
zh_hant_tw: 使用者跟隨模式

# map.usertrackingmode.follow
source: Follow
fr: Suivre
he: עקוב
pl: Śledź
se: Följ
zh_hans: 跟随
zh_hant_tw: 跟隨

# map.usertrackingmode.followwithheading
source: Follow with heading
fr: Suivre avec le cap
he: עקוב עם כיוון
pl: Śledź z kierunkiem
se: Följ med riktning

# map.usertrackingmode.none
source: None
fr: Aucun
he: ללא
pl: Brak
se: Ingen
zh_hans: 无
zh_hant_tw: 無

source: Mesh Live Activity
fr: Activité en direct du maillage
he: פעילות מש חיה
pl: Aktywność na Żywo
se: Mesh Live Aktivitet
zh_hans: Mesh 实时活动
zh_hant_tw: Mesh 即時活動

source: Mesh Log
fr: Journal du maillage
he: יומן מש
pl: Dziennik Sieci
se: Mesh-logg
zh_hans: Mesh 日志
zh_hant_tw: Mesh 紀錄檔

# mesh.log.ambientlighting.config %@
source: Ambient Lighting module config received: %@
fr: Configuration du module lumière ambiante reçue : %@
he: הגדרות מודולת תאורת סביבה התקבלו: %@
se: Konfiguration för omgivningsbelysningsmodulen mottagen: %@

# mesh.log.bluetooth.config %@
source: Bluetooth config received: %@
de: Bluetooth Konfiguration empfangen: %@
fr: Configuration Bluetooth reçue : %@
he: הגדרות בלוטוס התקבלו: %@
pl: Otrzymano konfigurację Bluetooth: %@
se: Bluetooth-konfiguration mottagen: %@

# mesh.log.cannedmessage.config %@
source: Canned Message module config received: %@
fr: Configuration du module messages préformatés reçue : %@
he: הגדרות מודולת תגובות שמורות התקבלו: %@
pl: Otrzymano konfigurację modułu wiadomości gotowych: %@
se: Konfiguration för modulen med fördefinierade meddelanden mottagen: %@

# mesh.log.cannedmessages.messages.get %@
source: Requested Canned Messages Module Messages for node: %@
fr: Messages du module messages préformatés demandés pour le noeud : %@
he: התבקשו הודעות מודולת הודעות שמורות עבור מכשיר: %@
pl: Zażądano Wiadomości z Modułu Wiadomości Gotowych dla węzła: %@
se: Begärda meddelanden för modulen med fördefinierade meddelanden för nod: %@

# mesh.log.cannedmessages.messages.received %@
source: Canned Messages Messages Received For: %@
fr: Messages préformatés reçus pour : %@
he: הודעות עבור הודעות שמורות התקבלו מ-%@
pl: Otrzymano Wiadomości Gotowe Dla: %@
se: Mottagna meddelanden för fördefinierade meddelanden För: %@

# mesh.log.channel.sent %@ %d
source: Sent a Channel for: %@ Channel Index %d
fr: Canal envoyé pour : %@ Canal index %d
he: נשלח ערוץ עבור: %@ אינדקס ערוצים %d
pl: Wysłano kanał dla: %@ Indeks kanału %d
se: Skickade en kanal för: %@ Kanalindex %d

# mesh.log.channel.received %d %@
source: Channel %d received from: %@
fr: Canal %d reçu de : %@
he: ערוץ %d התקבל מ-%@
pl: Odebrano kanał %d od: %@
se: Kanal %d mottagen från: %@

# mesh.log.device.config %@
source: Device config received: %@
de: Geräte Konfiguration empfangen: %@
fr: Configuration de l'appareil reçue : %@
he: הגדרות מכשיר התקבלו: %@
pl: Otrzymano konfigurację urządzenia: %@
se: Enhetskonfiguration mottagen: %@
zh_hant_tw: 收到裝置設定: %@

# mesh.log.display.config %@
source: Display config received: %@
de: Display Konfiguration empfangen: %@
fr: Configuration de l'écran reçue : %@
he: הגדרות תצוגה התקבלו: %@
pl: Otrzymano konfigurację wyświetlacza: %@
se: Skärmkonfiguration mottagen: %@
zh_hant_tw: 收到顯示模組設定: %@

# mesh.log.devicemetadata %@
source: Requesting Device Metadata for %@
de: Anforderung der Geräte Metadaten für %@
fr: Demande des metadatas de l'appareil à %@
he: מבקש מטא-דאטה עבור %@
pl: Żądanie metadanych urządzenia dla %@
se: Begär metadata för enhet för %@

# mesh.log.device.metadata.received %@
source: Device Metadata received from: %@
fr: Metadatas de l'appareil reçues de : %@
he: מטא-דאטה של מכשיר התקבל מ-%@
pl: Otrzymano metadane urządzenia od: %@
se: Metadata för enhet mottagen från: %@
zh_hans: Device Metadata admin message received from: %@
zh_hant_tw: Device Metadata admin message received from: %@

# mesh.log.detectionsensor.config %@
source: Detection Sensor module config received: %@
fr: Configuration du module capteur de détection reçue : %@
he: הגדרות מודולת חיישן זיהוי התקבלו: %@
se: Konfiguration för detektionssensormodulen mottagen: %@

# mesh.log.externalnotification.config %@
source: External Notification module config received: %@
de: External Notifiation module config received: %@
fr: Configuration du module notification extérieure reçue : %@
he: הגדרות מודולת נוטיפיקציה חיצונית התקבלו: %@
pl: Otrzymano konfigurację modułu zewnętrznych powiadomień: %@
se: Konfiguration för modulen för externa notifikationer mottagen: %@

# mesh.log.lora.config %@
source: LoRa config received: %@
fr: Configuration LoRa reçue : %@
he: הגדרות לורה התקבלו: %@
pl: Otrzymano konfigurację LoRa: %@
se: LoRa-konfiguration mottagen: %@
zh_hant_tw: 收到LoRa設定: %@

# mesh.log.lora.config.sent %@
source: Sent a LoRa.Config for: %@
fr: Configuration LoRa envoyée à : %@
he: נשלחו הגדרות לורה עבור: %@
pl: Wysłano konfigurację LoRa dla: %@
se: Skickade en LoRa.Konfiguration för: %@

# mesh.log.mqtt.config %@
source: MQTT module config received: %@
fr: Configuration du module MQTT reçue : %@
he: הגדרות מודולת MQTT התקבלו: %@
pl: Otrzymano konfigurację modułu MQTT: %@
se: MQTT-modulkonfiguration mottagen: %@

# mesh.log.myinfo %@
source: MyInfo received: %@
fr: MesInfos reçues : %@
he: MyInfo התקבל: %@
pl: Otrzymano Moje Informacje: %@
se: Min info mottagen: %@

# mesh.log.network.config %@
source: Network config received: %@
de: Netzwerk onfiguration empfangen: %@
fr: Configuration du réseau reçue : %@
he: הגדרות רשת התקבלו: %@
pl: Odebrano konfigurację sieci: %@
se: Nätverkskonfiguration mottagen: %@
zh_hant_tw: 收到網路設定: %@

# mesh.log.nodeinfo.received %@
source: Node info received for: %@
de: Node info empfangen für: %@
fr: Information du noeud reçue pour : %@
he: מידע אודות מכשיר התקבל: %@
pl: Odebrano informacje o węźle dla: %@
se: Nodinformation mottagen för: %@
zh_hant_tw: 收到中繼點訊息: %@

# mesh.log.paxcounter %@
source: PAX Counter message received from: %@
he: PAX Counter packet received for: %@
pl: PAX Counter packet received for: %@
se: PAX-räknarmeddelande mottaget från: %@
zh_hans: PAX Counter message received for: %@
zh_hant_tw: PAX Counter message received for: %@

# mesh.log.paxcounter.config %@
source: PAX Counter config received: %@
se: PAX-räknarkonfiguration mottagen: %@

# mesh.log.position.config %@
source: Positon config received: %@
de: Positions Konfiguration empfangen: %@
fr: Configuration de la position reçue : %@
he: הגדרות מיקום התקבלו: %@
pl: Odebrano konfigurację pozycji: %@
se: Positionskonfiguration mottagen: %@

# mesh.log.position.received %@
source: Position Packet received from node: %@
de: Positionspaket empfangen von Node: %@
fr: Paquet de la position reçu du noeud : %@
he: הודעת מיקום התקבלו מ-%@
pl: Odebrano pakiet pozycji od węzła: %@
se: Positionspaket mottaget från nod: %@
zh_hant_tw: 從中繼點接收到定位封包: %@

# mesh.log.power.config %@
source: Power config received: %@
se: Strömkonfiguration mottagen: %@

# mesh.log.rangetest.config %@
source: Range Test module config received: %@
de: Range Test Modul konfiguration empfangen: %@
fr: Configuration du module test deportée reçue : %@
he: הגדרות מודולת בדיקת טווח התקבלו: %@
pl: Odebrano konfigurację modułu testu zasięgu: %@
se: Konfiguration för räckviddstestmodulen mottagen: %@
zh_hant_tw: 收到拉距測試模組設定: %@

# mesh.log.ringtone.config %@
source: RTTTL Ringtone config received: %@
fr: Configuration de la sonnerie RTTTL reçue : %@
he: הגדרות RTTTL רינגטון התקבלו: %@
pl: Odebrano konfigurację dzwonka RTTTL: %@
se: Konfiguration för RTTTL-ringsignal mottagen: %@

# mesh.log.routing.message %@ %@
source: Routing received for RequestID: %@ Ack Status: %@
de: Routing empfangen für RequestID: %@ Ack Status: %@
fr: Routage reçu pour la demande numéro : %@ Status de l'accusé de réception : %@
he: התקבל מסלול עבור בקשה: %@ מצב שליחה: %@
pl: Odebrano trasowanie dla RequestID: %@ Ack Status: %@
se: Routing mottagen för RequestID: %@ Ack Status: %@

# mesh.log.serial.config %@
source: Serial module config received: %@
de: Serial Modul Konfiguration empfangen: %@
fr: Configuration du module série reçue : %@
he: הגדרות מודולת תקשורת סיריאלית התקבלו: %@
pl: Odebrano konfigurację modułu szeregowego: %@
se: Seriekonfigurationsmodul mottagen: %@

# mesh.log.sharelocation %@
source: Sent a Position Packet from the Apple device GPS to node: %@
fr: Paquet envoyé avec la position GPS de l'appareil Apple vers le noeud : %@
he: נשלח מיקום ממכשיר האפל למכשיר המשטסטיק: %@
pl: Wysłano pakiet pozycji z GPS urządzenia Apple do węzła: %@
se: Skickade ett positionspaket från Apple-enhetens GPS till nod: %@
zh_hant_tw: 傳送iOS裝置的GPS定位封包到中繼點上: %@

# mesh.log.storeforward.config %@
source: Store & Forward module config received: %@
fr: Configuration du module Stocker et Transmettre reçue : %@
he: הגדרות מודולת שמירה ושליחה התקבלו: %@
se: Konfiguration för Store & Forward-modulen mottagen: %@

# mesh.log.telemetry.config %@
source: Telemetry module config received: %@
de: Telemetrie Modul Konfiguration empfangen: %@
fr: Configuration du module télémetrie reçue : %@
he: הגדרות מודולת טלמטריה התקבלו: %@
pl: Odebrano konfigurację modułu telemetrii: %@
se: Telemetrimodulkonfiguration mottagen: %@
zh_hant_tw: 收到遠測模組設定: %@

# mesh.log.telemetry.received %@
source: Telemetry received for: %@
de: Telemetrie empfangen für: %@
fr: Télémetrie reçue pour : %@
he: התקבל טלמטריה עבור: %@
pl: Telemetria odebrana dla: %@
se: Telemetri mottagen för: %@
zh_hant_tw: 收到遠測資料: %@

# mesh.log.textmessage.received
source: Message received from the text message app.
de: Nachricht von der Textnachricht-App empfangen.
fr: Message reçu depuis l'application de messagerie texte.
he: הודעת טקסט התקבלה.
pl: Wiadomość odebrana z aplikacji do wysyłania wiadomości tekstowych.
se: Meddelande mottaget från textmeddelandeappen.

# mesh.log.textmessage.send.failed %@
source: Message Send Failed, not properly connected to %@
de: Nachricht senden fehlgeschlagen. Nicht korrekt verbunden zu %@
fr: Erreur d'envoi du message, mauvaise connexion à %@
he: שליחת הודעה נכשלה, אין חיבוריות ל-%@
pl: Nieudane wysłanie wiadomości, brak prawidłowego połączenia z %@
se: Misslyckades med att skicka meddelande, inte korrekt ansluten till %@
zh_hant_tw: 訊息傳送失敗, 沒有正確連接到 %@

# mesh.log.textmessage.sent %@ %@ %@
source: Sent message %@ from %@ to %@
de: Sende Nachricht %@ von %@ an %@
fr: Envoi du message %@ de %@ à %@
he: נשלחה הודעה %@ מ-%@ ל-%@
pl: Wysłano wiadomość %@ od %@ do %@
se: Skickade meddelande %@ från %@ till %@
zh_hant_tw: 傳送訊息 %@ 從 %@ 到 %@

# mesh.log.traceroute.received.direct %@
source: Trace Route request sent to node: %@ was recieived directly.
de: Traceroute Anforderung an node gesendet: %@ wurde direkt empfangen.
fr: La demande de Trace Route envoyée au noeud : %@ a été directement reçue.
he: בקשת בדיקת מסלול נשלחה למכשיר: %@ התקבל ישירות.
pl: Żądanie śledzenia trasy wysłane do węzła: %@ zostało odebrane bezpośrednio.
se: Spårruttförfrågan skickad till nod: %@ mottogs direkt.

# mesh.log.traceroute.received.route %@
source: Trace Route request returned: %@
de: Traceroute Ergebnis: %@
fr: La demande de Trace Route est revenue : %@
he: בקשת בדיקת מסלול הצליחה: %@
pl: Żądanie śledzenia trasy zwrócone: %@
se: Spårruttförfrågan returnerade: %@

# mesh.log.traceroute.sent %@
source: Sent a Trace Route Request to node: %@
de: Sende Traceroute Anforderung zu Mode: %@
fr: Envoi d'une demande de Trace Route au noeud : %@
he: נשלחה בקשת בדיקת מסלול למכשיר: %@
pl: Wysłano żądanie śledzenia trasy do węzła: %@
se: Skickade en spårruttförfrågan till nod: %@

# mesh.log.wantconfig %@
source: Issuing Want Config to %@
fr: Envoi d'un Want Config à %@
he: שולח בקשת הגדרות ל-%@
pl: Wydawanie Want Config to %@
se: Utfärdar Want Config till %@

# mesh.log.waypoint.sent %@
source: Sent a Waypoint Packet from: %@
fr: Paquet Waypoint envoyé depuis : %@
he: נשלחה נקודת ציון מ-%@
pl: Wysłano pakiet punktu orientacyjnego z: %@
se: Skickade en vägpunktspaket från: %@

# mesh.log.waypoint.received %@
source: Waypoint Packet received from node: %@
fr: Paquet Waypoint reçu du noeud : %@
he: נקודת ציון התקבלה מ-%@
pl: Odebrano pakiet punktu orientacyjnego od węzła: %@
se: Vägpunktspaket mottaget från nod: %@

source: Message
de: Nachricht
he: הודעה
pl: Wiadomość
se: Meddelande
zh_hans: 消息
zh_hant_tw: 訊息

source: Message Details
de: Nachrichtendetails
fr: Détails du message
he: פרטי הודעה
pl: Szczegóły wiadomości
se: Meddelandedetaljer
zh_hans: 消息详情
zh_hant_tw: 詳細訊息

source: Messages
de: Nachrichten
he: הודעות
pl: Wiadomości
se: Meddelanden
zh_hans: 消息
zh_hant_tw: 訊息

source: Mode
de: Modus
he: מצב
pl: Tryb
se: Läge
zh_hans: 模式
zh_hant_tw: 模式
