Repository: meshtastic/Meshtastic-Apple
Catalog: *.lproj/Localizable.strings
Languages: de, fr, he, pl, se, zh_hans, zh_hant_tw

source: Module Configuration
de: Modul Konfiguration
fr: Configuration du module
he: הגדרות מודולה
pl: Konfiguracja modułu
se: Modulkonfiguration
zh_hans: 模块配置
zh_hant_tw: 模塊設定

# mqtt.connect
source: Connect to MQTT
fr: Connecter à MQTT
he: התחבר ל-MQTT
se: Anslut till MQTT

source: MQTT Config
fr: Configuration MQTT
he: הגדרות MQTT
pl: Konfiguracja MQTT
se: MQTT-konfiguration
zh_hans: MQTT 配置
zh_hant_tw: MQTT 設定

source: MQTT Client Proxy
fr: Proxy client MQTT
pl: Klient Proxy MQTT
se: MQTT-klientproxy
zh_hans: MQTT 客户端代理
zh_hant_tw: MQTT 客户端代理

# mqtt.disconnect
source: Disconnect from MQTT
fr: Déconnecter le MQTT
he: התנתק מ-MQTT
se: Koppla från MQTT

# mqtt.username
source: Username
de: Benutzername
fr: Nom d'utilisateur
he: שם משתמש
pl: Nazwa użytkownika
se: Användarnamn
zh_hans: 用户名称
zh_hant_tw: 用戶名稱

source: Name
fr: Nom
he: שם
pl: Nazwa
se: Namn
zh_hans: 名称
zh_hant_tw: 名稱

source: Network
de: Netzwerk
fr: Réseau
he: רשת
pl: Sieć
se: Nätverk
zh_hans: 网络
zh_hant_tw: 網路

source: Network Config
de: Netzwerkeinstellungen
fr: Configuration du réseau
he: הגדרות רשת
pl: Konfiguracja sieci
se: Nätverkskonfiguration
zh_hans: 网络配置
zh_hant_tw: 網路設定

source: Nodes
fr: Noeuds
he: מכשירים
se: Noder
zh_hans: 节点
zh_hant_tw: 中繼點

source: Nodes (%@)
fr: Noeuds (%@)
he: מכשירים (%@)
pl: Węzły (%@)
se: Noder (%@)
zh_hans: 节点 (%@)
zh_hant_tw: 中繼點 (%@)

# nodelist.filter.distance %@
source: up to %@ away
se: upp till %@ bort

# save.config %@
source: Save Config for %@
fr: Sauvegarder la configuration pour %@
he: שמור הגדרות עבור %@
pl: Zapisz konfigurację dla %@
se: Spara konfiguration för %@
zh_hans: 保存%@的配置
zh_hant_tw: 儲存%@的設定

# no.nodes
source: No Meshtastic Nodes Found
de: Keine Meshtastic Nodes gefunden
fr: Aucun noeud Meshtastic trouvé
he: לא נמצאו מכשירי משטסטיק
pl: Nie znaleziono węzłów Meshtastic
se: Inga Meshtastic-noder hittades
zh_hans: 未找到 Meshtastic 节点
zh_hant_tw: 未找到 Meshtastic 中繼點

# not.connected
source: No device connected
de: Kein Gerät verbunden
fr: Aucun appareil connecté
he: אין מכשיר מחובר
pl: Brak podłączonych urządzeń
se: Ingen enhet ansluten
zh_hans: 未连接到电台
zh_hant_tw: 未連接到電台

# numbers.punctuation
source: Numbers and Punctuation
de: Ziffern und Interpunktion
fr: Nombres and Ponctuation
he: מספרים וסימני פיסוק
pl: Cyfry i interpunkcja
se: Siffror och skiljetecken
zh_hans: 数字和标点符号
zh_hant_tw: 數字和標點符號

source: Off
de: Aus
fr: Éteint
he: כבוי
pl: Wyłączony
se: Av
zh_hans: 关闭
zh_hant_tw: 關閉

# on.boot
source: On Boot Only
de: Nur beim Starten
fr: Uniquement au démarrage
he: רק בעת הדלקה
pl: Tylko przy uruchomieniu
se: Endast vid uppstart
zh_hans: 仅在启动时
zh_hant_tw: 只在啟動時

source: Options
de: Optionen
he: הגדרות
pl: Opcje
se: Alternativ
zh_hans: 选项
zh_hant_tw: 選項

source: Password
de: Passwort
fr: Mot de passe
he: סיסמא
pl: Hasło
se: Lösenord
zh_hans: 密码
zh_hant_tw: 密碼

source: Pause
he: הפסק
se: Pausa
zh_hant_tw: 暫停

# paxcounter.delete
source: Delete all pax data?
se: Radera all paxdata?

# paxcounter.content.unavailable
source: No PAX Counter Logs
se: Inga loggar för PAX-räknare

source: PAX Counter Log
se: PAX-räknarens logg

# paxcounter.total
source: Total PAX
se: Totalt PAX

source: Phone GPS
de: Telefon GPS
fr: GPS du téléphone
he: GPS מהטלפון
pl: GPS telefonu
se: Telefon-GPS
zh_hans: 手机 GPS
zh_hant_tw: 手機 GPS

# phone.gps.interval.description
source: How frequently your phone will send your location to the device, location updates to the mesh are managed by the device.
de: Wie häufig das Telefon den Standort an das Gerät sendet. Standortaktualisierungen an das Mesh werden vom Gerät verwaltet.
fr: La fréquence à laquelle votre téléphone envoie votre position à l'appareil, les mises à jour de la position vers le maillage sont gérées par l'appareil.
he: כל כמה זמן מכשיר הטלפון ישלח את מיקומך למכשיר המשטסטיק. עדכוני מיקום למש מנוהלות על ידי המכשיר.
pl: Jak często Twój telefon będzie wysyłał swoją lokalizację do urządzenia, aktualizacje lokalizacji w sieci są zarządzane przez urządzenie.
se: Hur ofta din telefon skickar din plats till enheten, platsuppdateringar till mesh-nätverket hanteras av enheten.
zh_hans: 电台通过手机获取定位的时间间隔，但是向 Mesh 网络中刷新定位的时间间隔由电台控制。
zh_hant_tw: 電台通過手機獲得定位的時間間隔，但是向 Mesh 網路中更新定位的時間間隔由電台控制。

source: Position Config
de: Positionseinstellungen
fr: Configuration de la position
he: הגדרות מיקום
pl: Konfiguracja pozycji
se: Positionskonfiguration
zh_hans: 定位配置
zh_hant_tw: 定位設定

# position.precision %@
source: Within %@
se: Inom %@

source: Preferred Radio
de: Bevorzugtes Gerät
fr: Radio favorie
he: רדיו מועדף
pl: Preferowane radio
se: Föredragen Radio
zh_hans: 首选电台
zh_hant_tw: 首選電台

source: Radio Configuration
de: Geräteeinstellungen
fr: Configuration de la radio
he: הגדרות רדיו
pl: Konfiguracja radia
se: Radioinställningar
zh_hans: 电台配置
zh_hant_tw: 電台設定

source: Range Test
de: Entfernungstest
fr: Test de portée
he: בדיקת טווח
pl: Test zasięgu
se: Räckviddstest
zh_hans: 拉距测试
zh_hant_tw: 拉距測試

# range.test.blocked
source: Block Range Test
fr: Test de portée bloqué
he: חסום בדיקות טווח
se: Blockera räckviddstest
zh_hans: 区块范围测试
zh_hant_tw: 區塊範圍測試

source: Range Test Config
de: Entfernungstest Konfiguration
fr: Configuration du test de portée
he: הגדרות בדיקת טווח
pl: Konfiguracja testu zasięgu
se: Konfiguration av räckviddstest
zh_hans: 拉距测试配置
zh_hant_tw: 拉距測試設定

source: Reply
de: Antworten
fr: Répondre
he: תגובה
pl: Odpowiedz
se: Svara
zh_hans: 回复
zh_hant_tw: 回復

source: Reboot
fr: Redémarrer
he: התחל מחדש
pl: Uruchom ponownie
se: Starta om
zh_hans: 重启
zh_hant_tw: 重新啟動

source: Reboot node?
de: Node neustarten?
fr: Redémarrer le noeud ?
he: התחל מכשיר מחדש??
pl: Uruchomić ponownie węzeł?
se: Starta om nod?
zh_hans: 重启节点？
zh_hant_tw: 重啟中繼點

source: Received Ack
de: Empfangsbestätigung
fr: Accusé de réception reçu
he: התקבל אישור מסירה
pl: Odebrano potwierdzenie
se: Mottaget kvitto
zh_hans: 收到确认
zh_hant_tw: 收到確認

# received.ack.real
source: Recipient Ack
fr: Accusé de réception du destinataire
he: התקבל אישור מסירה מהנמען
pl: Odbiorca potwierdzenia
se: Mottagarkvitto
zh_hans: 收件人确认
zh_hant_tw: 收件人確認

source: Resume
fr: Reprendre
he: החל מחדש
se: Återuppta
zh_hant_tw: 恢復

source: Ringtone
fr: Sonnerie
he: רינגטון
pl: Dzwonek
se: Ringsignal
zh_hans: 铃声
zh_hant_tw: 鈴聲

source: Ringtone Config
fr: Configuration de la sonnerie
he: הגדרות רינגטון
pl: Konfiguracja dzwonka
se: Ringsignalsinställningar
zh_hans: 铃声设置
zh_hant_tw: 鈴聲設定

source: Route Recorder
fr: Enregistreur de route
he: מקליט מסלול
se: Ruttinspelare
zh_hant_tw: 路線錄製

source: Routes
he: מסלולים
se: Rutter
zh_hant_tw: 路線

# routing.acknowledged
source: Acknowledged
de: Bestätigt
fr: Confirmé
he: מאשר
pl: Potwierdzono
se: Bekräftad
zh_hans: 确认
zh_hant_tw: 確認

# routing.noroute
source: No Route
de: Keine Route
fr: Pas de route
he: אין מסלול
pl: Brak trasy
se: Ingen rutt
zh_hans: 找不到目标
zh_hant_tw: 找不到目標

# routing.gotnak
source: Received a negative acknowledgment
de: Negative Empfangsbestätigung empfangen
fr: Accusé de réception négatif reçu
he: התקבל אישור מסירה שלילי
pl: Otrzymano negatywne potwierdzenie
se: Mottog ett negativt kvitto
zh_hans: 收到否认
zh_hant_tw: 收到否認

# routing.timeout
source: Timeout
de: Zeitlimit erreicht
fr: Délai d'expiration
he: נגמר הזמן
pl: Limit czasu
se: Tidsgräns överskriden
zh_hans: 超时
zh_hant_tw: 逾時

# routing.nointerface
source: No Interface
de: Kein Interface
fr: Pas d'interface
he: אין ממשק
pl: Brak interfejsu
se: Inget gränssnitt
zh_hans: 无连接
zh_hant_tw: 無連接

# routing.maxretransmit
source: Max Retransmission Reached
de: Maximale Wiederholungen erreicht
fr: Nombre maximum de retransmissions atteint
he: הגיע למקסימום השליחות מדש
pl: Osiągnięto limit retransmisji
se: Max antal omsändningar nått
zh_hans: 已达到最大重试次数
zh_hant_tw: 已達到最大重試次數

# routing.nochannel
source: No Channel
de: Kein Kanal
fr: Pas de canal
he: אין ערוץ
pl: Brak kanału
se: Ingen kanal
zh_hans: 没有频道
zh_hant_tw: 没有頻道

# routing.toolarge
source: The packet is too large
de: Das Paket ist zu groß
fr: Le paquet est trop grand
he: ההודעה ארוכה/גדולה מידי
pl: Pakiet jest zbyt duży
se: Paketet är för stort
zh_hans: 数据包过大
zh_hant_tw: 數據包過大

# routing.noresponse
source: No Response
de: Keine Antwort
fr: Pas de réponse
he: אין תגובה
pl: Brak odpowiedzi
se: Inget svar
zh_hans: 无响应
zh_hant_tw: 無回應

# routing.dutycyclelimit
source: Regional Duty Cycle Limit Reached
de: Regionale Einschaltdauergrenze erreicht
fr: Limite du cycle de service régional atteinte
he: הגיע למקסימום שימוש אזורי לשעה זו
pl: Osiągnięto regionalny limit cyklu pracy
se: Regionala sändningsgränsen nådd
zh_hans: 已达到当前区域循环周期发射上限
zh_hant_tw: 已達到物錢區域循環週期發射上限

# routing.badRequest
source: Bad Request
fr: Requête incorrecte
he: בקשה לא תקינה
pl: Złe żądanie
se: Felaktig begäran
zh_hans: 错误请求
zh_hant_tw: 錯誤請求

# routing.notauthorized
source: Not Authorized
de: Nicht authorisiert
fr: Non autorisé
he: לא מאושר
pl: Nieautoryzowany
se: Inte auktoriserad
zh_hans: 未授权
zh_hant_tw: 未授權

source: Satellite
de: Satellit
he: לווין
pl: Satelita
se: Satellit
zh_hans: 卫星
zh_hant_tw: 衛星

source: Satellite Flyover
fr: Flyover par satellite
he: לווין בשמיים
pl: Przelot satelity
se: Satellitöverflygning
zh_hans: 卫星视图
zh_hant_tw: 衛星識圖

source: Save
de: Speichern
fr: Sauvegarder
he: שמור
pl: Zapisz
se: Spara
zh_hans: 保存
zh_hant_tw: 儲存

source: Serial
fr: Série
he: סיריאלי
pl: Seryjny
se: Serie
zh_hans: 串口
zh_hant_tw: 串口

source: Serial Config
de: Serial Konfiguration
fr: Configuration série
he: 'הגדרות מודולה 'סיריאלי
pl: Konfiguracja seryjna
se: Seriekonfiguration
zh_hans: 串口配置
zh_hant_tw: 串口設定

# serial.mode.default
source: Default
de: Standard
fr: Défaut
he: ברירת מחדל
pl: Domyślny
se: Standard
zh_hans: 默认
zh_hant_tw: 預設

# serial.mode.simple
source: Simple
de: Einfach
he: פשוט
pl: Prosty
se: Enkel
zh_hans: 简单
zh_hant_tw: 簡單

# serial.mode.txtmsg
source: Text Message
de: Text Nachricht
fr: Message texte
he: הודעת טקסט
pl: Wiadomość tekstowa
se: Textmeddelande
zh_hans: 文本消息
zh_hant_tw: 文本訊息

# serial.mode.nmea
source: NMEA Positions
de: NMEA Positionen
fr: Positions NMEA
he: מיקומי NMEA
pl: Pozycje NMEA
se: NMEA-positioner
zh_hans: NMEA 位置
zh_hant_tw: NMEA 位置

source: Settings
de: Einstellungen
fr: Réglages
he: הגדרות
pl: Ustawienia
se: Inställningar
zh_hans: 设置
zh_hant_tw: 設定

# share.channels
source: Share QR Code
de: Kanal QR Code teilen
fr: Partager le QR Code
he: שתף ערוצים באמצעות קוד QR
pl: Udostępnij kod QR kanałów
se: Dela QR-kod
zh_hans: 分享频道二维码
zh_hant_tw: 分享頻道QRcode

source: Share Position
de: Position teilen
fr: Partager la position
he: שתף מיקום
pl: Udostępnij pozycję
se: Dela position
zh_hans: 分享位置
zh_hant_tw: 分享位置

# subscribed
source: Subscribed to mesh
fr: Abonné au maillage
he: מחובר למש
pl: Zapisano do siatki
se: Prenumererar på mesh
zh_hans: 连接到 Mesh 网络
zh_hant_tw: 連接到 Mesh 網路

# select.contact
source: Select a Contact
de: Kontakt wählen
fr: Sélectioner un contact
he: בחר איש קשר
pl: Wybierz kontakt
se: Välj en kontakt
zh_hans: 选择一名联系人
zh_hant_tw: 選擇聯絡人

# select.node
source: Select a Node
de: Node auswählen
fr: Sélectioner un noeud
he: בחר מכשיר
pl: Wybierz węzeł
se: Välj en nod
zh_hans: 选择一个节点
zh_hant_tw: 選擇中繼點

# select.menu.item
source: Select an item from the menu
de: Wähle einen Menüeintrag aus
fr: Sélectioner un item du menu
he: בחר מהתפריט
pl: Wybierz element z menu
se: Välj ett alternativ från menyn
zh_hans: 从菜单选择一个选项
zh_hant_tw: 從菜單選擇項目

# set.region
source: Set LoRa Region
de: Setze LoRa Region
fr: Définir la région LoRa
he: בחר אזור לורה
pl: Ustaw region LoRa
se: Ställ in LoRa-region
zh_hans: 设置 LoRa 区域
zh_hant_tw: 設定 LoRa 區域

source: Store & Forward
fr: Stocker et Transmettre
he: שמירה ושליחה
se: Lagra & Videresänd
zh_hans: 储存 & 转发
zh_hant_tw: 儲存 & 轉發

source: Store & Forward Config
fr: Configuration de Stocker et Transmettre
he: הגדרות שמירה ושליחה
se: Konfiguration för Lagra & Videresänd
zh_hans: 储存 & 转发设置
zh_hant_tw: 儲存 & 轉發設定

# storeforward.heartbeat
source: Send Heartbeat
fr: Envoyer une impulsion
he: שלח דופק
se: Skicka hjärtslag
zh_hans: 发送心跳包
zh_hant_tw: 發送心跳包

# tapback
source: Tapback Response
fr: Réponse de Tapback
he: תגובה מהירה
pl: Odpowiedź na stuknięcie
se: Svarsreaktion
zh_hans: 响应
zh_hant_tw: 響應

# tapback.heart
source: Heart
de: Gehört
fr: Coeur
he: לב
pl: Serce
se: Hjärta
zh_hans: 心
zh_hant_tw: 心

# tapback.thumbsup
source: Thumbs Up
de: Daumen hoch
fr: Pouce levé
he: אגודל למעלה
pl: Kciuk w górę
se: Tummen upp
zh_hans: 竖大拇指
zh_hant_tw: 豎大拇指

# tapback.thumbsdown
source: Thumbs Down
de: Daumen runter
fr: Pouce baissé
he: אגודל למטה
pl: Kciuk w dół
se: Tummen ner
zh_hans: 倒大拇指
zh_hant_tw: 倒大拇指

# tapback.exclamation
source: Exclamation Mark
de: Ausrufezeichen
fr: Point d'exclamation
he: סימן קריאה
pl: Wykrzyknik
se: Utropstecken
zh_hans: 感叹号
zh_hant_tw: 驚嘆號

# tapback.question
source: Question Mark
de: Fragezeichen
fr: Point d'interrogation
he: סימן שאלה
pl: Znak zapytania
se: Frågetecken
zh_hans: 问号
zh_hant_tw: 問號

# tapback.poop
source: Poop
de: Kacke
fr: Caca
he: חרא
pl: Kupa
se: Bajs
zh_hans: 便便
zh_hant_tw: 便便

# tapback.wave
source: Wave
se: Vinka

# telemetry
source: Telemetry (Sensors)
de: Telemetrie (Sensoren)
fr: Télémetrie (Capteurs)
he: טלמטריה (חיישנים)
pl: Telemetria (czujniki)
se: Telemetri (Sensorer)
zh_hans: 遥测（传感器）
zh_hant_tw: 遠測（傳感器）

source: Telemetry Config
de: Telemetrie Einstellungen
fr: Configuration de télémetrie
he: הגדרות טלמטריה
pl: Konfiguracja telemetrii
se: Telemetriinställningar
zh_hans: 遥测配置
zh_hant_tw: 遠側設定

source: Timeout
de: Zeitlimit erreicht
fr: Délai d'expiration
he: זמן קצוב
pl: Limit czasu
se: Tidsgräns överskriden
zh_hans: 超时
zh_hant_tw: 超時

source: Timestamp
fr: Horodatage
he: שעה/תאריך
pl: Znacznik czasu
se: Tidsstämpel
zh_hans: 时间戳
zh_hant_tw: 時間戳記

# tip.bluetooth.connect.title
source: Connected Radio
de: Connected LoRa Radio
fr: Radio connectée
he: מכשיר מחובר
pl: Connected LoRa Radio
se: Ansluten Radio
zh_hans: 连接到 LoRa 电台
zh_hant_tw: 連接到 LoRa 電台

# tip.bluetooth.connect.message
source: Shows information for the Lora radio connected via bluetooth. You can swipe left to disconnect the radio and long press to view stats or start the live activity.
de: Shows information for the Lora radio currently connected via bluetooth. You can swipe left to disconnect the radio and long press to view stats or start the live activity.
fr: Affiche les informations de la radio Lora connectée via le bluetooth. Vous pouvez faire un glissé vers la gauche pour déconnecter la radio et un appui long pour voir les statistiques ou démarrer l'activité en direct.
he: מראה מידע אודות מכשיר המשטסטיק המחובר כעת לבלוטוס. ניתן לגרור שמאלה להתנתקות או לחיצה ארוכה לראות סטטיסטיקה או להתחיל פעילות.
pl: Shows information for the Lora radio currently connected via bluetooth. You can swipe left to disconnect the radio and long press to view stats or start the live activity.
se: Visar information för LoRa-radion ansluten via bluetooth. Du kan svepa åt vänster för att koppla från radion och långtryck för att visa statistik eller starta liveaktivitet.
zh_hans: 显示当前通过蓝牙连接的 Lora 电台的信息。您可以向左滑动断开电台，长按查看统计信息或开始实时活动。
zh_hant_tw: 顯示目前通過藍芽連接的 Lora 電台的信息。您可以向左滑動斷開電台，長按查看統計訊息或開始即時活動。

# tip.channel.admin.title
source: Admin Channel
se: Administratörskanal

# tip.channel.admin.message
source: Admin channel detected: Select a node from the drop down to manage connected or remote devices.
se: Administratörskanal upptäckt: Välj en nod från rullgardinsmenyn för att hantera anslutna eller fjärranslutna enheter.

# tip.channels.create.title
source: Manage Channels
fr: Gérer les canaux
se: Hantera Kanaler
zh_hant_tw: 管理頻道

# tip.channels.create.message
source: Most data on your mesh is sent over the primary channel. You can set up secondary channels to create additional messaging groups secured by their own key. [Channel config tips](https://meshtastic.org/docs/configuration/tips/)
fr: La pluspart des données de votre maillage sont envoyées sur le canal principal. Vous pouvez définir des canaux secondaires pour créer des groupes de messagerie additionnelle sécurisés avec leur propre clé. [Conseils de configuration du canal](https://meshtastic.org/docs/configuration/tips/)
he: Most data on your mesh is sent over the primary channel. You can set up secondary channels to create additional messaging groups secured by their own key. [Channel config tips](https://meshtastic.org/docs/configuration/radio/channels/)
pl: Most data on your mesh is sent over the primary channel. You can set up secondary channels to create additional messaging groups secured by their own key. [Channel config tips](https://meshtastic.org/docs/configuration/radio/channels/)
se: De flesta data i ditt mesh-nätverk skickas över primärkanalen. Du kan ställa in sekundära kanaler för att skapa ytterligare meddelandegrupper skyddade av sin egen nyckel. Tips för kanalkonfiguration
zh_hans: Most data on your mesh is sent over the primary channel. You can set up secondary channels to create additional messaging groups secured by their own key. [Channel config tips](https://meshtastic.org/docs/configuration/radio/channels/)
zh_hant_tw: 現在 Mesh 上的資料會通過主通道發送。您可以設定輔助通道來建立由自己的金鑰保護的其他訊息組 [頻道設定提示](https://meshtastic.org/docs/configuration/radio/channels/)

# tip.channels.share.title
source: Sharing Meshtastic Channels
fr: Partage des canaux Meshtastic
he: משתף ערוצי משטסטיק
se: Dela Meshtastic-kanaler
zh_hans: 共享 Meshtastic 频道
zh_hant_tw: 共享 Meshtastic 頻道

# tip.channels.share.message
source: A Meshtastic QR code contains the LoRa config and channel values needed for radios to communicate. You can share a complete channel configuration using the Replace Channels option, if you choose Add Channels your shared channels will be added to the channels on the receiving radio.
de: In a Meshtastic LoRa Mesh there are up to 8 channels. The first one is the Primary channel where most activity happens and is required. If you don't share your primary channel your first shared channel becomes the primary channel on the other network. It talks on its primary and your secondary channel. A channel with the name 'admin' controls nodes remotely. Other channels are for private groups, each with its own key.
fr: Un code QR Meshtastic contient la configuration LoRa et les valeurs de canal nécessaires pour communiquer. La plupart des activités du maillage ont lieu sur le canal principal requis. Si vous ne partagez pas votre canal principal, votre premier canal partagé devient le canal principal de l’autre réseau. Les autres canaux sont pour les groupes privés, chacun avec sa propre clé.
he: במשטסטיק יש עד 8 ערוצים. הראשון הינו הראשי והינו היכן שרוב הפעילות מתבצעת והכרחי. אם לא תשתף את הערוץ הראשי שלך הערוץ הראשון שלך נהיה הערוץ הראשי ברשת השניה. הוא מדבר בערוץ הראשי שלו במשני שלך. ערוץ בעל השם 'admin' הינו לשליטה מרחוק. ערוצים נוספים הינם לקבוצות פרטיות, כל אחת עם מפתח הצפנה משלה.
pl: In a Meshtastic LoRa Mesh there are up to 8 channels. The first one is the Primary channel where most activity happens and is required. If you don't share your primary channel your first shared channel becomes the primary channel on the other network. It talks on its primary and your secondary channel. A channel with the name 'admin' controls nodes remotely. Other channels are for private groups, each with its own key.
se: En Meshtastic QR-kod innehåller LoRa-konfigurationen och kanalvärden som behövs för kommunikation. De flesta aktiviteter i mesh-nätverket sker på den obligatoriska primärkanalen. Om du inte delar din primärkanal blir din första delade kanal primärkanalen på det andra nätverket. Andra kanaler är för privata grupper, varje med sin egen nyckel.
zh_hans: 在 Meshtastic 网络中最多有 8 个频道。第一个频道是主频道，大多数活动都发生在这里，也是必需的。如果您不共享主频道，您的第一个共享频道就会成为其他网络的主频道。它会在其主频道和您的辅助频道上对话。名称为 admin 的频道可远程控制节点。其他频道用于私人群组，每个群组都有自己的密钥。
zh_hant_tw: 在 Meshtastic 網路中最多有 8 個頻道。第一個頻道是主頻道，大多數活動都發生在這裡，也是必需的。如果您不共享主頻道，您的第一個共享頻道就會成為其他網路的主頻道。它會在其主頻道和您的輔助頻道上對話。名稱為 admin 的頻道可遠端控制中繼點。其他頻道用於私人群组，每個群組都有自己的密鑰。

# tip.messages.title
source: Messages
he: הודעות
se: Meddelanden
zh_hans: 消息
zh_hant_tw: 消息

# tip.messages.message
source: You can send and receive channel (group chats) and direct messages. From any message you can long press to see available actions like copy, reply, tapback and delete as well as delivery details.
fr: Vous pouvez envoyer et recevoir des canaux (chats de groupe) et des messages directs. Depuis n’importe quel message, vous pouvez faire un appui long pour voir les actions possibles comme copier, répondre, tapback et supprimer ainsi que les détails de l'envoi.
he: ניתן לשלוח הודעות ערוץ (קבוצות צ'אט) והודעות פרטיות. על הודעה ניתן לעשות לחיצה ארוכה בכדי לראות פעולות אפשריות כגון העתק, הגב, תגובה מהירה, מחק ובנוסף לראות מצב שליחה.
se: Du kan skicka och ta emot kanalmeddelanden (gruppchatt) och direkta meddelanden. Från alla meddelanden kan du långtrycka för att se tillgängliga åtgärder som kopiera, svara, tapback och radera samt leveransdetaljer.
zh_hans: 您可以发送和接收直频消息和群聊。在任何信息中，您都可以长按查看可用的操作，如复制、回复、拍一拍、删除以及详情。
zh_hant_tw: 您可以發送和接收1對1聊天和群聊。在任何訊息中，您都可以長按查看可用的操作，如複製、回復、拍一拍、刪除以及詳情。

source: Unknown
fr: Inconnu
he: לא ידוע
pl: Nieznany
se: Okänd
zh_hans: 未知
zh_hant_tw: 未知

source: Unknown Age
de: Unbekanntes alter
fr: Age inconnu
he: גיל לא ידוע
pl: Nieznany wiek
se: Okänd ålder
zh_hans: 未知时间
zh_hant_tw: 未知時間

source: Unset
fr: Désactivé
he: לא נקבע
pl: Nieustawiony
se: Återställ
zh_hans: 未设置
zh_hant_tw: 未設置

# update.firmware
source: Update Your Firmware
fr: Mettre à jour votre Firmware
he: עדכן קושחה
pl: Zaktualizuj firmware
se: Uppdatera din firmware
zh_hans: 更新你的固件
zh_hant_tw: 更新韌體

source: Update Interval
de: Update intervall
fr: Intervale de mise à jour
he: זמן בין עדכונים
pl: Interwał aktualizacji
se: Uppdateringsintervall
zh_hans: 更新间隔
zh_hant_tw: 更新間隔

source: Uptime
se: Drifttid

source: User
de: Benutzer
fr: Utilisateur
he: משתמש
pl: Użytkownik
se: Användare
zh_hans: 用户
zh_hant_tw: 使用者

source: User Details
de: Benutzer Details
fr: Détails de l'utilisateur
he: פרטי משתמש
pl: Szczegóły użytkownika
se: Användaruppgifter
zh_hans: 用户信息
zh_hant_tw: 使用者資料

source: Voltage
fr: Tension
he: וולטז'
pl: Napięcie
se: Spänning
zh_hans: 电压
zh_hant_tw: 電壓

source: Waiting. . .
de: Warte...
fr: En attente . . .
he: ממתין. . .
pl: Czekam. . .
se: Väntar...
zh_hans: 等待中...
zh_hant_tw: 等待中...

# appsettings.smartposition
source: Smart Position
fr: Position intelligente
he: מיקום חכם

source: Bluetooth
he: בלוטוס
zh_hans: 蓝牙
zh_hant_tw: 藍芽

source: Bytes
fr: Octets
he: בייטים
pl: Bajty
zh_hans: 字节
zh_hant_tw: 字節

source: Firmware Version
fr: Version du firmware
he: גרסת קושחה
pl: Wersja Oprogramowania
zh_hans: 固件版本
zh_hant_tw: 韌體版本

source: Gas
fr: Gaz
he: דלק
pl: Gaz

source: Hybrid
fr: Hybride
he: היברידי
pl: Hybrydowy
zh_hans: 混合
zh_hant_tw: 混合

source: LoRa
he: לורה

source: Offline
fr: Hors ligne
he: מנותק
zh_hans: 离线
zh_hant_tw: 離線

source: Position
he: מיקום
pl: Pozycja
zh_hans: 定位
zh_hant_tw: 定位

source: Standard
he: סטנדרטי
pl: Standardowy
zh_hans: 标准
zh_hant_tw: 標準

source: Standard Muted
fr: Standard en sourdine
he: סטנדרתי-השתק
pl: Standardowy wyłączony
zh_hans: 标准静音
zh_hant_tw: 標準靜音

source: Start
fr: Démarrer
he: החל
zh_hant_tw: 開始

source: SSID
he: שם רשת וויפי

# tapback.haha
source: HaHa
he: חחח
zh_hans: 哈哈
zh_hant_tw: 哈哈

source: Twitter
he: טוויטר

# canned.messages.preset.cardkb
source: M5 Stack Card KB / RAK Keypad
de: M5 Stack Card KB / RAK Tastenfeld
fr: Clavier M5 Stack Card KB / RAK
zh_hans: M5Stack 卡片键盘 / RAK 键盘
zh_hant_tw: M5Stack 卡片鍵盤 / RAK 鍵盤

# serial.mode.proto
source: Protobufs
pl: Protobufy
