Repository: meshtastic/Meshtastic-Apple
Catalog: *.lproj/Localizable.strings
Languages: de, fr, he, pl, se, zh_hans, zh_hant_tw

source: About
de: Über
fr: À propos
he: אודות
pl: O programie
se: Om
zh_hans: 关于
zh_hant_tw: 關於

source: About Meshtastic
de: Über Meshtastic
fr: À propos de Meshtastic
he: אודות משטסטיק
pl: O Meshtastic
se: Om Meshtastic
zh_hans: 关于 Meshtastic
zh_hant_tw: 關於 Meshtastic

source: Admin
fr: Administrateur
he: אדמין
pl: Administrator
se: Administratör
zh_hans: 管理员
zh_hant_tw: 管理員

# admin.log
source: Admin Message Log
de: Admin Log
fr: Journal des messages d'administration
he: היסטוריית הודעות אדמין
pl: Log administratora
se: Administratörsmeddelandelogg
zh_hans: 管理员消息日志
zh_hant_tw: 管理員消息紀錄檔

source: ago
de: her
fr: auparavant
he: עברו
pl: temu
se: sedan

source: Airtime
fr: Temps d'émission
he: זמן אוויר
pl: Czas nadawania
se: Sändningstid
zh_hans: 广播时间
zh_hant_tw: 廣播時間

source: Always On
de: Immer an
fr: En permanence
he: תמיד דלוק
pl: Zawsze włączone
se: Alltid på
zh_hans: 常亮
zh_hant_tw: 常亮

source: Ambient Lighting
fr: Lumière ambiante
he: תאורת סביבה
se: Omgivningsbelysning

source: Ambient Lighting Config
fr: Configuration de la lumière ambiante
he: הגדרות תאורת סביבה
se: Konfiguration av omgivningsbelysning

source: App Settings
fr: Réglages de l'application
he: הגדרות אפליקציה
pl: Ustawienia aplikacji
se: Appinställningar
zh_hans: 通用设置
zh_hant_tw: 設定

# appsettings.provide.location
source: Share location
fr: Partager la position
he: שתף מיקום
pl: Udostępnij lokalizację
se: Dela plats
zh_hans: 提供定位到 Mesh 网络
zh_hant_tw: 提供定位到 Mesh 網路

source: Are you sure?
de: Bist Du sicher?
fr: Êtes-vous sûr ?
he: האם אתה בטוח?
pl: Jesteś pewny?
se: Är du säker?
zh_hans: 是否确认？
zh_hant_tw: 是否確定？

source: ASCII Capable
de: ASCII fähig
fr: ASCII Compatible
he: בעל יכולת ASCII
pl: Zgodny z ASCII
se: ASCII-kompatibel

source: Available Radios
de: Geräte in der Nähe
fr: Radios disponibles
he: מכשירים זמינים
pl: Dostępne radia
se: Tillgängliga radioapparater
zh_hans: 可以连接的电台
zh_hant_tw: 可以連接的設備

source: Automatic Detection
de: Automatische erkennung
fr: Détection automatique
he: זיהוי אוטומטי
pl: Automatyczne wykrywanie
se: Automatisk upptäckt
zh_hans: 自动识别
zh_hant_tw: 自動識別

source: Battery Level
de: Batterie Ladung
fr: Niveau de batterie
he: רמת סוללה
pl: Poziom naładowania baterii
se: Batterinivå
zh_hans: 电池电量
zh_hant_tw: 電池電量

source: BLE Name
fr: Nom du BLE
he: שם בלוטוס
pl: Nazwa BLE
se: BLE-namn
zh_hans: 蓝牙名称
zh_hant_tw: 藍芽名稱

# ble.connection.timeout %d %@
source: Connection failed after %d attempts to connect to %@. You may need to forget your device under Settings > Bluetooth.
de: Verbindung nach %d Versuchen zu %@ fehlgeschlagen. Evtl. hilft es, die Verbindung unter Einstellungen > Bluetooth manuell zu löschen.
fr: Connexion impossible après %d essais avec %@. Allez dans Réglages > Bluetooth et essayez de faire de faire > Oublier cet appareil.
he: התחברות נכשלה לאחר %d נסיונות להתחבר ל%@. יתכן ויש צורך 'לשכוח' את המכשיר בהגדרות מכשיר > בלוטוס.
pl: Połączenie nie powiodło się po %d próbach połączenia z %@. Zapomnij o urządzeniu w Ustawienia > Bluetooth.
se: Anslutningen misslyckades efter %d försök att ansluta till %@. Du kan behöva glömma din enhet under Inställningar > Bluetooth.
zh_hans: 尝试连接%@失败，你可能需要在系统设置的蓝牙选项中忽略该电台。
zh_hant_tw: 嘗試連接%@失敗，你可能需要在系统設定的藍芽選項中忽略該電台。

# ble.errorcode.6 %@
source: %@ The app will automatically reconnect to the preferred radio if it comes back in range.
de: %@ Die App wird automatisch zum präferierten Gerät wiederverbinden, sobald es in Reichweite kommt.
fr: %@ L'application se reconnectera automatiquement à la radio en favori dès qu'elle sera à nouveau disponible.
he: %@ האפליקציה תנסה אוטומטית להתחבר מחדש למכשיר המועדף אם ייראה.
pl: %@ Aplikacja automatycznie ponownie połączy się z preferowanym radiem, jeśli wróci w zasięg.
se: %@ Appen kommer automatiskt att återansluta till den föredragna radion om den kommer inom räckhåll igen.
zh_hans: %@ 如果在首选电台的旁边，App 将会自动重连。
zh_hant_tw: %@ 如果在首選電台的旁邊，App 將會自動重連。

# ble.errorcode.14 %@
source: %@ This error usually cannot be fixed without forgetting the device unders Settings > Bluetooth and re-connecting to the radio.
de: %@ Dieser fehler kann üblicherweise behoben werden, in dem man unter Einstellungen > Bluetooth die Verbindung manuell löscht und sich erneut mit dem Gerät verbindet.
fr: %@ Cette erreur ne peut généralement pas être corrigée sans aller dans Réglages > Bluetooth et faire > Oublier cet appareil, puis reconnecter la radio.
he: %@ שגיאה זו בדרך כלל אינה ניתנת לתיקון ללא שכחחת המכשיר בהגדרות מכשיר > בלוטוס ואז להתחבר מחדש למכשיר.
pl: %@ Ten błąd zwykle nie może być naprawiony bez zapomnienia urządzenia w Ustawienia > Bluetooth i ponownego połączenia z radiem.
se: %@ Detta fel kan vanligtvis inte åtgärdas utan att glömma enheten under Inställningar > Bluetooth och återansluta till radion.
zh_hans: %@ 这个错误通常无法自动修复，你需要在系统设置的蓝牙选项中忽略该电台并重新配对。
zh_hant_tw: %@ 這個錯誤通常無法自動修復，你需要在系統設定的藍芽選項中忽略該電台並重新配對。

# ble.errorcode.pin %@
source: %@ Please try connecting again and check the PIN carefully.
de: %@ Bitte versuche es erneut. achte sorgfältig auf die richtige PIN.
fr: %@ Merci d'essayer à nouveau en vérifiant bien le code PIN.
he: %@ בבקשה נסה שנית להתחבר למכשיר ובדוק את הקוד.
pl: %@ Spróbuj połączyć się ponownie i dokładnie sprawdź PIN.
se: %@ Försök att ansluta igen och kontrollera PIN-koden noggrant.
zh_hans: %@ 请再次尝试连接并仔细检查 PIN 码。
zh_hant_tw: %@ 請再次嘗試連接並仔細檢查 PIN 碼。

# bluetooth.off
source: Bluetooth is off
de: Bluetooth ist aus
fr: Le Bluetooth est arrêté
he: בלוטוס כבוי
pl: Bluetooth jest wyłączony
se: Bluetooth är avstängt
zh_hans: 蓝牙已关闭
zh_hant_tw: 藍芽已關閉

source: Bluetooth Config
de: Bluetooth Konfiguration
fr: Configuration Bluetooth
he: הגדרות בלוטוס
pl: Konfiguracja Bluetooth
se: Bluetooth-konfiguration
zh_hans: 蓝牙配置
zh_hant_tw: 藍芽設置

# bluetooth.mode.randompin
source: Random PIN
de: Zufällige PIN
fr: Code PIN aléatoire
he: קוד אקראי
pl: Losowy PIN
se: Slumpmässig PIN
zh_hans: 随机 PIN 码
zh_hant_tw: 隨機 PIN 碼

# bluetooth.mode.fixedpin
source: Fixed PIN
de: Feste PIN
fr: Code PIN fixe
he: קוד קבוע
pl: Stały PIN
se: Fast PIN
zh_hans: 固定 PIN 码
zh_hant_tw: 固定 PIN 碼

# bluetooth.mode.nopin
source: No PIN (Just Works)
de: Keine PIN (geht einfach)
fr: Sans code PIN (connexion directe)
he: ללא קוד (פשוט עובד)
pl: Brak PINu (po prostu działa)
se: Ingen PIN (Bara fungerar)
zh_hans: 不使用 PIN 码（直接配对）
zh_hant_tw: 不使用 PIN 碼（直接配對）

# bluetooth.pairingmode
source: Pairing Mode
de: Pairing Modus
fr: Mode d'appairage
he: מצב הצמדה
pl: Tryb parowania
se: Parläge
zh_hans: 配对模式
zh_hant_tw: 配對模式

# bluetooth.pin.validation
source: BLE Pin must be 6 digits long.
de: Die Bluetooth Pin muss 6 Stellen lang sein.
fr: Le code pin BLE doit avoir 6 chiffres.
he: קוד בלוטוס חייבת להיות בת 6 ספרות.
pl: Pin BLE musi mieć długość 6 cyfr.
se: BLE-PIN måste vara 6 siffror lång.
zh_hans: 蓝牙 PIN 码必须是 6 位数字。
zh_hant_tw: 藍芽 PIN 碼必須是 6 位數字。

source: Cancel
de: Abbrechen
fr: Annuler
he: בטל
pl: Anuluj
se: Avbryt
zh_hans: 取消
zh_hant_tw: 取消

source: Canned Messages
fr: Messages préformatés
he: הודעות קבועות
pl: Gotowe wiadomości
se: Fördefinierade meddelanden
zh_hans: 快捷消息
zh_hant_tw: 通知

source: Canned Messages Config
fr: Configuration des messages préformatés
he: הגדרות הודעות קבועות
pl: Konfiguracja gotowych wiadomości
se: Konfiguration av fördefinierade meddelanden
zh_hans: 快捷消息配置
zh_hant_tw: 通知設定

# canned.messages.preset.manual
source: Manual Configuration
de: Manuelle Konfiguration
fr: Configuration manuelle
he: הגדרה ידנית
pl: Konfiguracja ręczna
se: Manuell konfiguration
zh_hans: 手动配置
zh_hant_tw: 手動設定

# canned.messages.preset.rakrotary
source: RAK Rotary Encoder Module
de: RAK Drehimpulsgeber Modul
fr: Module d'encodage rotatif RAK
pl: Moduł kodera obrotowego RAK
se: RAK Rotary Encoder-modul
zh_hans: RAK 旋转编码器
zh_hant_tw: RAK 旋轉編碼器

source: Channel
de: Kanal
fr: Canal
he: ערוץ
pl: Kanał
se: Kanal
zh_hans: 频道
zh_hant_tw: 頻道

# channel.role.disabled
source: Disabled
de: Deaktiviert
fr: Désactivé
he: כבוי
pl: Wyłączony
se: Inaktiverad
zh_hans: 禁用
zh_hant_tw: 關閉

# channel.role.primary
source: Primary
de: Primär
fr: Principal
he: עיקרי
pl: Podstawowy
se: Primär
zh_hans: 主要
zh_hant_tw: 主要

# channel.role.secondary
source: Secondary
de: Sekundär
fr: Secondaire
he: משני
pl: Wtórny
se: Sekundär
zh_hans: 次要
zh_hant_tw: 次要

source: Channel Utilization
de: Kanalbelegung
fr: Utilisation du canal
he: שימוש ערוץ
pl: Wykorzystanie kanału
se: Kanalutnyttjande
zh_hans: 频道利用率
zh_hant_tw: 頻道利用率

source: Channels
de: Kanäle
fr: Canaux
he: ערוצים
pl: Kanały
se: Kanaler
zh_hans: 频道
zh_hant_tw: 頻道

source: Clear App Data
de: App Daten löschen
fr: Effacer les données de l'application
he: אפס הגדרות אפליקציה
pl: Wyczyść dane aplikacji
se: Rensa appdata
zh_hans: 清除 App 数据
zh_hant_tw: 清除 App 資料

# clear.log
source: Clear
de: Log löschen
fr: Effacer
he: נקה
pl: Wyczyść
se: Rensa
zh_hans: 清除日志
zh_hant_tw: 清除紀錄檔

source: Close
de: Schließen
fr: Fermer
he: סגור
pl: Zamknij
se: Stäng
zh_hans: 关闭
zh_hant_tw: 關閉

# config.power.settings
source: Power
se: Ström
zh_hant_tw: 電源

# config.power.title
source: Power Config
se: Strömkonfiguration
zh_hant_tw: 電源設定

# config.power.section.battery
source: Battery
se: Batteri
zh_hant_tw: 電池

# config.power.section.sleep
source: Sleep
se: Sömn
zh_hant_tw: 休眠

# config.power.adc.override
source: ADC Override
se: ADC-överskrivning

# config.power.adc.multiplier
source: Multiplier
se: Multiplikator

# config.power.ls.secs
source: Light Sleep Interval
se: Intervall för Ljussömn

# config.power.min.wake.secs
source: Minimum Wake Interval
se: Minsta Väckningsintervall
zh_hant_tw: 最小的喚醒間隔時間

# config.power.saving
source: Power Saving
se: Strömsparläge
zh_hant_tw: 省電模式

# config.power.saving.description
source: Will sleep everything as much as possible, for the tracker and sensor role this will also include the lora radio. Don't use this setting if you want to use your device with the phone apps or are using a device without a user button.
se: Sätter allt i viloläge så mycket som möjligt, för spårnings- och sensorläge kommer detta också inkludera LoRa-radion. Använd inte denna inställning om du vill använda din enhet med mobilappar eller använder en enhet utan en användarknapp.

# config.power.shutdown.on.power.loss
source: Shutdown on Power Loss
se: Stäng av vid Strömförlust
zh_hant_tw: 失去電源後關機

# config.power.shutdown.after.secs
source: After
se: Efter
zh_hant_tw: 之後

# config.power.wait.bluetooth.secs
source: Bluetooth Off After
se: Bluetooth Stängs Av Efter
zh_hant_tw: 等待藍芽

# config.ringtone
source: RTTTL Ringtone
se: RTTTL Ringsignal

# config.ringtone.title
source: Ringtone Config
se: Ringsignalskonfiguration
zh_hant_tw: 鈴聲

# config.ringtone.label
source: Ringtone Transfer Language
se: Språk för Överföring av Ringsignal

# config.ringtone.description
source: Ringtone Transfer Language(RTTTL) Ringtone String used by supported buzzers in external notifications.
se: Ringsignalöverföringsspråk (RTTTL) Ringsignalsträng som används av stödda buzzers i externa notifikationer.

# config.module.paxcounter.settings
source: PAX Counter
se: PAX Räknare

# config.module.paxcounter.title
source: PAX Counter Config
se: PAX Räknare Konfiguration

# config.module.paxcounter.enabled.description
source: When enabled the PAX Counter module counts the number of people passing by using WiFi and Bluetooth. Both WiFI and Bluetooth must be disabled for PAX counter to work.
se: När aktiverad räknar PAX-räknarmodulen antalet personer som passerar med WiFi och Bluetooth. Både WiFi och Bluetooth måste vara aktiverade för att PAX-räknaren ska fungera.

# config.module.paxcounter.updateinterval
source: Update Interval
se: Uppdateringsintervall

# config.module.paxcounter.updateinterval.description
source: How often we can send a message to the mesh when people are detected.
se: Hur ofta vi kan skicka ett meddelande till mesh-nätverket när personer upptäcks.

# config.save.confirm
source: After config values save the node will reboot.
de: Nach dem ändern der Einstellungen wird das Gerät neu starten.
fr: Une fois la configuration sauvegardée, le noeud redémarrera.
he: לאחר שמירת הגדרות המכשיר יתחיל מחדש.
pl: Po zapisaniu wartości konfiguracji węzeł zostanie zrestartowany.
se: Efter att konfigurationsvärdena sparats kommer noden att starta om.
zh_hans: 电台将会在配置保存后重启。
zh_hant_tw: 電台將會在設定儲存後重啟。

# communicating
source: Communicating with device. .
de: Verbinde mit Gerät...
fr: Communication avec l'appareil en cours. .
he: מתקשר עם מכשיר. .
pl: Komunikowanie z urządzeniem. .
se: Kommunicerar med enheten...
zh_hans: 与电台进行通讯中...
zh_hant_tw: 與電台進行通訊中...

source: Connected Radio
de: Verbundenes Gerät
fr: Radio connectée
he: מכשיר מחובר
pl: Podłączone radio
se: Ansluten Radio
zh_hans: 已连接的电台
zh_hant_tw: 已連接的電台

# connected
source: Bluetooth Connected
de: Derzeit verbunden
fr: Bluetooth connecté
he: מחובר בבלוטוס
pl: Podłączony
se: Bluetooth Ansluten
zh_hans: 已连接到电台
zh_hant_tw: 已連接

source: Connecting . .
de: Verbinde...
fr: Connexion . .
he: מתחבר . .
pl: Łączenie . .
se: Ansluter...
zh_hans: 连接中...
zh_hant_tw: 連接中...

source: Contacts
de: Kontakte
he: אנשי קשר
pl: Kontakty
se: Kontakter
zh_hans: 联系人
zh_hant_tw: 聯絡人

source: Contacts (%@)
de: Kontakte (%@)
he: אנשי קשר (%@)
pl: Kontakty (%@)
se: Kontakter (%@)
zh_hans: 联系人 (%@)
zh_hant_tw: 聯絡人 (%@)

source: Copy
de: Kopieren
fr: Copier
he: העתק
pl: Kopiuj
se: Kopiera
zh_hans: 复制
zh_hant_tw: 複製

source: Current
fr: Actuel
he: נוכחי
pl: Bieżący
se: Aktuell
zh_hans: 当前
zh_hant_tw: 目前

source: Default
de: Standard
fr: Par défaut
he: ברירת מחדל
pl: Domyślny
se: Standard
zh_hans: 默认
zh_hant_tw: 預設

source: Delete
de: Löschen
fr: Effacer
he: מחק
pl: Usuń
se: Ta bort
zh_hans: 删除
zh_hant_tw: 刪除

source: Detection Sensor
fr: Capteur de détection
he: חיישן זיהוי
se: Detektionssensor
zh_hant_tw: 檢測感測器

source: Detection Sensor Config
fr: Configuration du capteur de détection
he: הגדרות חיישן זיהוי
se: Konfiguration av Detektionssensor

source: Detection Sensor Log
fr: Journal du capteur de détection
he: יומן חיישן זיהוי
se: Logg för Detektionssensor

source: Device
de: Gerät
fr: Appareil
he: מכשיר
pl: Urządzenie
se: Enhet
zh_hans: 电台
zh_hant_tw: 設備

source: Device Config
de: Gerätekonfiguration
fr: Configuration de l'appareil
he: הגדרות מכשיר
pl: Konfiguracja urządzenia
se: Enhetskonfiguration
zh_hans: 电台配置
zh_hant_tw: 電台設定

source: Device Configuration
se: Enhetsinställningar
zh_hant_tw: 設備設定

# device.metrics.delete
source: Delete all device metrics?
fr: Effacer toutes les mesures de l’appareil?
he: נקה יומן מכשיר?
pl: Usunąć wszystkie metryki urządzenia?
se: Ta bort alla enhetsmätvärden?
zh_hans: 删除所有电台指标?
zh_hant_tw: 刪除所有電台指標？?

source: Device Metrics Log
fr: Journal des mesures de l'appareil
he: יומן מכשיר
pl: Dziennik metryk urządzenia
se: Logg för Enhetsmätvärden
zh_hans: 电台指标日志
zh_hant_tw: 電台指標紀錄檔

# device.role.client
source: App connected or stand alone messaging device.
de: Client (Standard) - Mit App verbundener Client.
fr: Application connectée ou appareil de messagerie autonome.
he: אפליקציה מחוברת או מכשיר תקשורת עצמאי.
pl: Klient (domyślnie) - Klient połączony z aplikacją.
se: Appansluten eller fristående meddelandeenhet.
zh_hans: 标准模式 - App 可以连接到电台进行收发操作，并且会自动转发 Mesh 网络中其他节点的消息。
zh_hant_tw: 標準模式 - App 可以連接到電台進行收發操作，並且會自動轉發 Mesh 網路中其他中繼點的消息。

# device.role.clientmute
source: Device that does not forward packets from other devices.
de: Client Leise - Das selbe wie Client, außer das die Pakete nicht über diesen Node weitergeleitet werden. Nimmt nicht am Mesh-Routing teil.
fr: Appareil ne transmettant pas les paquets provenant d'autres appareils.
he: מכשיר שאינו מעביר הודעות ממכשירים אחרים הלאה.
pl: Wyciszenie klienta - To samo, co klient, z wyjątkiem pakietów, które nie przeskakują przez ten węzeł, nie przyczynia się do routingu pakietów dla siatki.
se: Enhet som inte vidarebefordrar paket från andra enheter.
zh_hans: 静默模式 - 与标准模式类似，App 可以连接到电台进行收发操作，但不会转发 Mesh 网络中其他节点的消息。
zh_hant_tw: 靜音模式 - 與標準模式類似，App 可以連接到電台進行收發操作，但不會轉發 Mesh 網路中其他中繼點的消息。

# device.role.clienthidden
source: Device that only broadcasts as needed for stealth or power savings.
de: Used for nodes that "only speak when spoken to" Turns all of the routine broadcasts but allows for ad-hoc communication. Still rebroadcasts, but with local only rebroadcast mode (known meshes only). Can be used for private operation or to dramatically reduce airtime / power consumption.
fr: Appareil ne diffusant que si nécessaire pour la discrétion et l'économie d'énergie.
he: מכשיר שרק משדר לפי צורך בכדי לחסוך בחשמל או לשמור על חשאיות.
pl: Used for nodes that "only speak when spoken to" Turns all of the routine broadcasts but allows for ad-hoc communication. Still rebroadcasts, but with local only rebroadcast mode (known meshes only). Can be used for private operation or to dramatically reduce airtime / power consumption.
se: Enhet som endast sänder ut när det behövs för stealth eller energibesparing.
zh_hans: Used for nodes that "only speak when spoken to" Turns all of the routine broadcasts but allows for ad-hoc communication. Still rebroadcasts, but with local only rebroadcast mode (known meshes only). Can be used for private operation or to dramatically reduce airtime / power consumption.
zh_hant_tw: Used for nodes that "only speak when spoken to" Turns all of the routine broadcasts but allows for ad-hoc communication. Still rebroadcasts, but with local only rebroadcast mode (known meshes only). Can be used for private operation or to dramatically reduce airtime / power consumption.

# device.role.tracker
source: Broadcasts GPS position packets as priority.
de: Tracker - For use with devices intended as a GPS tracker. Position packets sent from this device will be higher priority, with position broadcasting every two minutes. Smart Position Broadcast will default to off.
fr: Transmet les paquets de positions GPS en priorité.
he: משדר מיקום GPS בעדיפות גבוהה.
pl: Tracker - Do użytku z urządzeniami przeznaczonymi jako śledzenie GPS. Pakiety pozycyjne wysyłane z tego urządzenia będą miały wyższy priorytet, z nadawaniem pozycji co dwie minuty. Inteligentna transmisja pozycji będzie domyślnie wyłączona.
se: Sänder ut GPS-positionspaket som prioritet.
zh_hans: 定位模式 - 用于作为 GPS 跟踪器。从该设备发送的定位数据包优先级较高，每两分钟广播一次。智能位置广播默认为关闭。
zh_hant_tw: 追蹤模式 - 用於作為 GPS 追蹤器。從該設備發送的定位數據包優先級較高，每兩分鐘廣播一次。智能位置廣播預設為關閉。

# device.role.lostandfound
source: Broadcasts location as message to default channel regularly for to assist with device recovery.
de: Used to automatically send a text message to the mesh with the current position of the device on a frequent interval: "I'm lost! Position: lat / long"
fr: Transmet régulièrement la position par message dans le canal par défaut pour vous aider à retrouver l'appareil.
he: משדר מיקום כהודעה לערוץ ברירת מחדל לעיתים קבועות בכדי לסייע במציאת המכשיר.
pl: Used to automatically send a text message to the mesh with the current position of the device on a frequent interval: "I'm lost! Position: lat / long"
se: Sänder regelbundet ut plats som meddelande till standardkanalen för att underlätta återhämtning av enheten.
zh_hans: Used to automatically send a text message to the mesh with the current position of the device on a frequent interval: "I'm lost! Position: lat / long"
zh_hant_tw: Used to automatically send a text message to the mesh with the current position of the device on a frequent interval: "I'm lost! Position: lat / long"

# device.role.sensor
source: Broadcasts telemetry packets as priority.
fr: Transmet les paquets de télémétrie en priorité.
he: משדר טלמטריה בעדיפות גבוהה.
se: Sänder ut telemetripaket som prioritet.

# device.role.tak
source: Optimized for ATAK system communication, reduces routine broadcasts.
fr: Optimisé pour le système de communication ATAK, diminue les émissions de routine.
he: מותאם למערכת ATAK, מקטין תקשורת קבועה.
se: Optimerad för kommunikation med ATAK-systemet, minskar rutinutsändningar.

# device.role.taktracker
source: Enables automatic TAK PLI broadcasts and reduces routine broadcasts.
se: Aktiverar automatiska TAK PLI-utsändningar och minskar rutinutsändningar.

# device.role.repeater
source: Infrastructure node for extending network coverage by relaying messages with minimal overhead. Not visible in Nodes list.
de: Repeater - Mesh packets will prefer to be routed over this node. This role eliminates unnecessary overhead such as NodeInfo, DeviceTelemetry, and any other mesh packet, resulting in the device not appearing as part of the network. Please see Rebroadcast Mode for additional settings specific to this role.
fr: Noeud d'infrastructure qui étend la couverture du réseau en relayant les messages avec un minimum de surcharge. Invisible dans la liste des noeuds.
he: מכשיר תשתית להרחבת המש על ידי העברת הודעות עם דאטה נוסף מינימלי.
pl: Przekaźnik - Pakiety siatki będą preferować trasowanie przez ten węzeł. Ta rola eliminuje niepotrzebny nadmiar, taki jak NodeInfo, DeviceTelemetry i inne pakiety siatki, skutkując tym, że urządzenie nie będzie widoczne jako część sieci. Proszę zobaczyć tryb Rebroadcast dla dodatkowych ustawień specyficznych dla tej roli.
se: Infrastrukturnod för att utöka nätverkstäckningen genom att vidarebefordra meddelanden med minimal overhead. Syns inte i Noder-listan.
zh_hans: 中继模式 - Mesh 网络数据包将优先通过此节点路由。此模式可消除不必要的开销，如 NodeInfo、DeviceTelemetry 和任何其他 Mesh 数据包，从而使设备不显示为 Mesh 网络的一部分。有关此角色的其他特定设置，请参阅转播模式。
zh_hant_tw: 中繼模式 - Mesh 網路數據包將優先通過此中繼點路由。此模式可消除不必要的開銷，如 NodeInfo、DeviceTelemetry 和任何其他 Mesh 數據包，從而使設備不顯示為 Mesh 網路的一部分。有關此角色的其他特定設置，請參閱轉播模式。

# device.role.router
source: Infrastructure node for extending network coverage by relaying messages. Visible in Nodes list.
de: Router - Mesh Pakete werden bevorzugt über diesen Node gerouted. Dieser Node wird nicht von einer Client App benutzt. WLAN, Bluetooth und Display sind aus.
fr: Noeud d'infrastructure qui étend la couverture du réseau en relayant les messages. Visible dans la liste des noeuds.
he: מכשיר תשתית להרחבת המש על ידי העברת הודעות. מופיע ברשימת מכשירים.
pl: Router - Pakiety siatki będą preferować trasowanie przez ten węzeł. Zakłada, że urządzenie będzie działać samodzielnie, umieszczone w miejscu z przewagą zasięgu. UWAGA: Radia BLE/Wi-Fi i ekran OLED zostaną uśpione.
se: Infrastrukturnod för att utöka nätverkstäckningen genom att vidarebefordra meddelanden. Synlig i Noder-listan.
zh_hans: 纯路由模式 - 自动转发 Mesh 网络中其他节点的消息，中继模式下屏幕会熄灭，Wi-Fi 和蓝牙将会进入睡眠模式，App 将无法连接到电台进行收发操作。
zh_hant_tw: 纯路由模式 - 自動轉發 Mesh 網路中其他中繼點的消息，中繼模式下螢幕會熄滅，Wi-Fi 和藍芽將會進入睡眠模式，App 將無法連接到電台進行收發操作。

# device.role.routerclient
source: Combination of both ROUTER and CLIENT. Not for mobile devices.
de: Router Client - Mesh Pakete werden bevorzugt über diesen Node gerouted. Der Router Client kann parallel auch von einer Client-App genutzt werden.
fr: Combinaison des modes ROUTER et CLIENT. Pas pour les appareils mobiles.
he: קומבינציה של ROUTER וCLIENT. לא למכשירים ניידים.
pl: Router Client - Hybryda ról klienta i routera. Podobnie jak w przypadku routera, z tym że Router Client może być używany zarówno jako router, jak i klient połączony z aplikacją. Radia BLE/Wi-Fi i ekran OLED nie zostaną uśpione.
se: Kombination av både ROUTER och CLIENT. Inte för mobila enheter.
zh_hans: 路由客户端模式 - 优先转发 Mesh 网络中其他节点的消息，App 也可以连接到电台进行收发操作。
zh_hant_tw: 路由客户端模式 - 優先轉發 Mesh 網路中其他中繼點的消息，App 也可以連接到電台進行收發操作。

source: Direct Messages
de: Direktnachrichten
fr: Messages directs
he: הודעה פרטית
pl: Bezpośrednie Wiadomości
se: Direktmeddelanden
zh_hans: 直频消息
zh_hant_tw: 聊天

# dismiss.keyboard
source: Dismiss
de: Dismiss Keyboard
fr: Annuler
he: סגור מקלדת
pl: Zamknij
se: Stäng
zh_hans: 隐藏键盘
zh_hant_tw: 隱藏鍵盤

source: Display
de: Display (Device Screen)
fr: Écran
he: צג מכשיר
pl: Wyświetlacz (Ekran Urządzenia)
se: Skärm
zh_hans: 屏幕（电台屏幕）
zh_hant_tw: 螢幕（電台螢幕）

source: Display Config
fr: Configuration de l'écran
he: הגדרות צג
pl: Konfiguracja Wyświetlacza
se: Skärmkonfiguration
zh_hans: 屏幕配置
zh_hant_tw: 螢幕設定
